Repository: common-repository/shirtinator
Catalog: languages/shirtinator-*.po
Languages: ru_ru

source: Shirtinator Creator
ru_ru: Создатель Shirtinator'а

source: open
ru_ru: открыть

source: close
ru_ru: закрыть

source: click-down and drag to move this box
ru_ru: нажмите и перетащите этот блок

source: click to %toggle% this box
ru_ru: нажмите для %переключения% этого блока

source: use the arrow keys to move this box
ru_ru: используйте клавиши со стрелками для перемещения этого блока

source: , or press the enter key to %toggle% it
ru_ru: или нажмите клавишу ВВОД для %переключения%

source: Shirtinator Shop-Partner
ru_ru: Магазин-партнер Shirtinator'а

source: Creator ID
ru_ru: ID разработчика

source: Update Options
ru_ru: Обновить настройки

source: T-Shirt Creator
ru_ru: создатель T-Shirt

source: Creator Look &amp; Feel
ru_ru: Создатель Смотри И Чувствуй

source: <li>Creator Layout anpassbar</li><li>eigene Motive m&ouml;glich</li>
ru_ru: <li>Создатель макета anpassbar</li><li>eigene Motive m&ouml;glich</li>

source: Systemvoraussetzungen
ru_ru: Системные требования

source: <li>PHP5 oder h&ouml;her</li><li>720px Breite</li>
ru_ru: <li>PHP5 старше h&ouml;her</li><li>720px Breite</li>

source: Wird keine Creator ID hinterlegt, so sollte die Standard-Creator-ID (61559) von Shirtinator.de genutzt werden.
ru_ru: Если нет ID Creator на хранение, он должен быть по умолчанию Creator ID (61559) от Shirtinator.de используется.

source: Verwendung
ru_ru: Использование

source: PHP Version muss mindestens 5.0.0 sein! Ihr Server besitzt
ru_ru: версия PHP должна быть 5.0.0 или выше!

source: Shirtinator options have been saved.
ru_ru: настройки Shirtinator сохранены.
